{
    "app": {
        "select_language": "Selecione uma linguagem",
        "projects": "Codando",
        "contact": "Contato",
        "about_me": "Sobre mim",
        "certifications": "Certificados",
        "presentation": "Olá, eu sou",
        "carreer": "Desenvolvedor de Software",
        "hire_me": "Me contrate",
        "cv": "Baixar CV",
        "about_me_text": "Olá, sou Jesus Pastorini, Sou um desenvolvedor de software apaixonado com forte domínio de JavaScript, TypeScript, Node.js, NestJS, React, HTML, CSS. Tenho uma capacidade inata de aprender rápido e adoro enfrentar desafios que me levem a superar meus limites diariamente. Com 5 anos de experiência como auxiliar de informática, desenvolvi habilidades técnicas e um forte compromisso com a excelência. Minha jornada profissional tem sido marcada pela busca constante por aprendizado e inovação, o que me permitiu contribuir de forma significativa para a eficiência e sucesso dos projetos em que estive envolvido. Estou pronto para enfrentar novos desafios e continuar crescendo profissionalmente.",
        "my_projects": "<Codando>",
        "footer": "© 2024 Jesus Cesar Pastorini Junior, Todos os direitos reservados.",
        "tag_projects": "Projetos",
        "tag_contributions": "Contribuições",
        "project1_title": "CookBook",
        "project1_description": "Um projeto incrível que permite aos usuários encontrar, explorar e salvar suas receitas favoritas de comidas e bebidas. Este aplicativo é desenvolvido com as mais modernas tecnologias do ecossistema React, incluindo Hooks e Context API.",
        "project2_title": "Football Manager",
        "project2_description": "Football Manager é uma aplicação web para gerenciar jogadores e times de futebol. Com ela, você pode registrar novos jogadores, editar informações existentes, adicionar jogadores a times e muito mais. Tudo isso com uma interface intuitiva e fácil de usar.",
        "project3_title": "Trybewallet",
        "project3_description": "Este projeto consiste na implementação de uma carteira de controle de gastos com conversor de moedas, utilizando Redux em uma aplicação React.",
        "project4_title": "Meu portfólio",
        "project4_description": "Criação do meu portfólio responsivo com React.Js + Vite + TailwindCSS.",
        "project5_title": "Shopping Cart",
        "project5_description": "O projeto Carrinho de Compras é uma aplicação dinâmica desenvolvida como parte do currículo da Trybe. Utilizando a API do Mercado Livre, o objetivo é criar um carrinho de compras totalmente funcional, onde os produtos são exibidos dinamicamente e podem ser adicionados ou removidos.",
        "project6_title": "Em Desenvolvimento",
        "project6_description": "",
        "project7_title": "RestauranteManosGrill",
        "project7_description": "",
        "your_email": "Seu email",
        "subject": "Assunto",
        "message": "Mensagem",
        "send_message": "Enviar mensagem",
        "lets_connect": "Entre em contato comigo!",
        "email_text": "Estou atualmente em busca de novas oportunidades, minha caixa de entrada está sempre aberta. Se você tiver uma pergunta ou simplesmente quiser dizer oi, farei o possível para responder!",
        "message_holder": "Proposta de...",
        "subject_holder": "Oi Jesus! Quero falar sobre...",
        "my_certifications": "<Certificados>",
        "certification1_title": "Desenvolvimento Full-Stack",
        "certification1_description": "Formação em Desenvolvimento Web Full-Stack da Trybe, com carga horária de 1.500 horas/aula. Durante esse período, aprofundei e apliquei de forma prática conteúdos de: Fundamentos do Desenvolvimento Web, Front-End e Back-End em Javascript; Ciência da Computação em Python; Habilidades de Soft-skills; Metodologias Ágeis e complementei minha formação com uma Certificação Eletiva em C#.",
        "certification2_title": "Análise e Desenvolvimento de sistemas",
        "certification2_description": "Especificar, projetar e coordenar o desenvolvimento de software e banco de dados, levando em conta o preceito conceitual e ferramentas da engenharia de software, linguagem de programação e banco de dados que possibilita o aperfeiçoamento e a viabilização de atividades produtivas e de serviços.",
        "certification3_title": "Tecnico em Informática",
        "certification3_description": "No curso técnico em Informática, estudei diversas áreas da programação, aprendendo várias linguagens e técnicas para desenvolver e manter sistemas de informação. A formação incluiu também o gerenciamento de bancos de dados e a criação de websites e aplicativos. Além disso, fui treinado em redes de computadores, hardware e suporte técnico. Esse curso preparou-me para atuar no mercado de trabalho em funções como programador, técnico de suporte, desenvolvedor web e administrador de sistemas.",
        "certification4_title": "Informática",
        "certification4_description": "Curso profissionalizante em: Windows, Excel, Access, Powerpoint, Administração, Contabilidade, Secretariado."
    }
}