{
    "app": {
        "select_language": "Select a language",
        "projects": "Coding",
        "contact": "Contact",
        "about_me": "About me",
        "certifications": "Certificates",
        "presentation": "Hi, I'm",
        "carreer": "Software Developer",
        "hire_me": "Hire me",
        "cv": "Download CV",
        "about_me_text": "Hi, I'm Jesus Pastorini,I'm a passionate software developer with a strong command of JavaScript, TypeScript, Node.js, NestJS, React, HTML, CSS. I have an innate ability to learn quickly and I love facing challenges that push me to surpass my limits on a daily basis. With 5 years of experience as a computer assistant, I have developed technical skills and a strong commitment to excellence. My professional journey has been marked by the constant search for learning and innovation, which has allowed me to contribute significantly to the efficiency and success of the projects in which I have been involved. I'm ready to face new challenges and continue growing professionally.",
        "my_projects": "<coding>",
        "footer": "© 2024 Jesus Cesar Pastorini Junior, All rights reserved.",
        "tag_projects": "Projects",
        "tag_contributions": "Contributions",
        "project1_title": "CookBook",
        "project1_description": "An amazing project that allows users to find, explore and save their favorite food and drink recipes. This application is developed with the latest React ecosystem technologies, including Hooks and Context API.",
        "project2_title": "Football Manager",
        "project2_description": "Football Manager is a web application for managing football players and teams. With it, you can register new players, edit existing information, add players to teams and much more. All this with an intuitive and easy-to-use interface.",
        "project3_title": "Trybewallet",
        "project3_description": "This project consists of implementing an expense control wallet with a currency converter, using Redux in a React application.",
        "project4_title": "My portfolio",
        "project4_description": "Creating my responsive portfolio with React.Js + Vite + TailwindCSS.",
        "project5_title": "Shopping Cart",
        "project5_description": "The Shopping Cart project is a dynamic application developed as part of the Trybe curriculum. Using the Mercado Livre API, the objective is to create a fully functional shopping cart, where products are dynamically displayed and can be added or removed.",
        "your_email": "Your email",
        "subject": "Subject",
        "message": "Message",
        "send_message": "Send message",
        "lets_connect": "Let's connect!",
        "email_text": "I'm currently looking for new opportunities, my inbox is always open. Whether you have a question or just want to say hi, I'll try my best to get back to you!",
        "subject_holder": "Proposal for...",
        "message_holder": "Hi Jesus! I want to talk about...",
        "my_certifications": "<Certificates>",
        "certification1_title": "Full-Stack Development",
        "certification1_description": "Training in Full-Stack Web Development from Trybe, with a workload of 1,500 class hours. During this period, I deepened and applied content in a practical way: Fundamentals of Web Development, Front-End and Back-End in Javascript; Computer Science in Python; Soft-skills; Agile Methodologies and complemented my training with an Elective Certification in C#.",
        "certification2_title": "Analysis and systems development",
        "certification2_description": "Specify, design and coordinate the development of software and databases, taking into account the conceptual precept and tools of software engineering, programming language and database that enable the improvement and viability of productive activities and services.",
        "certification3_title": "Computer Technician",
        "certification3_description": "In the IT technical course, I studied different areas of programming, learning various languages ​​and techniques to develop and maintain information systems. The training also included database management and the creation of websites and applications. Additionally, I was trained in computer networking, hardware, and technical support. This course prepared me to work in the job market in roles such as programmer, support technician, web developer and systems administrator.",
        "certification4_title": "Computing",
        "certification4_description": "Professional course in: Windows, Excel, Access, Powerpoint, Administration, Accounting, Secretarial."
    }
}